alefragnani.project-manager
atommaterial.a-file-icon-vscode
beardedbear.beardedicons
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc-icons
codezombiech.gitignore
csstools.postcss
dart-code.dart-code
dart-code.flutter
diemasmichiels.emulate
docker.docker
donjayamanne.githistory
emmanuelbeziat.vscode-great-icons
file-icons.file-icons
fill-labs.dependi
formulahendry.auto-rename-tag
golang.go
gruntfuggly.todo-tree
jgclark.vscode-todo-highlight
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
nash.awesome-flutter-snippets
qwtel.sqlite-viewer
redhat.java
rust-lang.rust-analyzer
svelte.svelte-vscode
tal7aouy.icons
twxs.cmake
tyriar.theme-sapphire
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
ziyasal.vscode-open-in-github
